0010* Programa que lista todos os usuários com um read físico
0020
0030* Definindo o data local interno 
0040DEFINE DATA
0050LOCAL 
0060   1 EMP VIEW OF EMPLOYEES
0070   2  FULL-NAME
0080      3 NAME (A20)
0090    2 DEPT (A6)
0100    2 LEAVE-DATA
0110      3 LEAVE-DUE (N2)
0120      
0130END-DEFINE
0140
0150READ emp
0160
0170
0180DISPLAY NAME 3X DEPT 3X LEAVE-DUE
0190
0200END-READ
0210
0220END
